public class MainTest {

    public static void main(String[] args) {
        String text = "У пользователя программы должна быть возможность выбрать один из двух методов криптоанализа. " +
                "Если пользователь выбирает метод статистического анализа, ему нужно предложить загрузить еще один дополнительный файл с текстом, " +
                "желательно— того же автора и той же стилистики. На основе загруженного файла программа должна составить статистику вхождения символов " +
                "и после этого попытаться использовать полученную статистику для криптоанализа зашифрованного текста.";

        Cipher.analystWords(text);




    }
}
